{"data":{"thirdPartyNewsapi":{"articles":[{"source":{"name":"Webmd.com"},"author":"HealthDay","title":"Task Force Updates Breast Cancer Recommendations - WebMD","description":"New recommendations from the U.S. Preventive Services Task Force (USPSTF) may help clarify who can benefit most from a risk assessment test. Now, if a woman has a high risk, the task force is recommending that she see a genetic counselor and possibly be teste…","url":"https://www.webmd.com/breast-cancer/news/20190820/task-force-updates-breast-cancer-recommendations","urlToImage":"https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/article_thumbnails/video/funded_basics_breast_cancer_spreads_video/650x350_funded_basics_breast_cancer_spreads_video.jpg","publishedAt":"2019-08-20T20:22:53Z","content":"TUESDAY, Aug. 20, 2019 (HealthDay News) -- Mutations in two genes -- BRCA1 and BRCA2 -- are known to significantly increase the risk of breast cancer, but experts have long debated which women should be tested for them. \r\nNew recommendations from the U.S. Pre… [+2003 chars]"},{"source":{"name":"Variety.com"},"author":"Justin Kroll, Justin Kroll","title":"‘Matrix 4’ Officially a Go With Keanu Reeves, Carrie-Anne Moss and Lana Wachowski (EXCLUSIVE) - Variety","description":"Get ready to re-enter the Matrix. Lana Wachowski is set to write and direct a fourth film set in the world of “The Matrix,” with Keanu Reeves and Carrie-Anne Moss reprising their roles as Neo and T…","url":"https://variety.com/2019/film/news/matrix-4-keanu-reeves-carrie-anne-moss-lana-wachowski-1203307955/","urlToImage":"https://pmcvariety.files.wordpress.com/2019/08/the-matrix-keanu-reeves-carrie-ann-moss.jpg?w=700&h=393&crop=1","publishedAt":"2019-08-20T20:09:00Z","content":"Get ready to re-enter the Matrix.\r\nLana Wachowski is set to write and direct a fourth film set in the world of “The Matrix,” with Keanu Reeves and Carrie-Anne Moss reprising their roles as Neo and Trinity, respectively.\r\nWarner Bros. Pictures and Village Road… [+1883 chars]"},{"source":{"name":"Espn.com"},"author":null,"title":"Gruden -- AB practiced in certified helmet, 'all-in' - ESPN","description":"Raiders receiver Antonio Brown, who has filed a second grievance against the NFL over his being denied use of his preferred helmet, was \"all-in and ready to go\" while wearing a certified helmet during Tuesday's practice.","url":"https://www.espn.com/nfl/story/_/id/27427599/gruden-ab-practiced-certified-helmet-all-in","urlToImage":"https://a1.espncdn.com/combiner/i?img=%2Fphoto%2F2019%2F0809%2Fr581731_1296x729_16%2D9.jpg","publishedAt":"2019-08-20T19:27:28Z","content":"ALAMEDA, Calif. -- Antonio Brown, wearing a certified helmet, participated in practice with the Oakland Raiders at the team's facility on Tuesday, coach Jon Gruden said.\r\n\"He's all-in and ready to go,\" Gruden said. \"That's my understanding. Really happy to ha… [+1781 chars]"},{"source":{"name":"9to5mac.com"},"author":null,"title":"On Apple Card launch day, Mastercard touts security, Goldman says it’s only the beginning - 9to5Mac","description":"After gradually rolling out to testers over the last two weeks, Apple Card today officially launched to everyone.","url":"https://9to5mac.com/2019/08/20/apple-card-mastercard-goldman/","urlToImage":"https://9to5mac.com/wp-content/uploads/sites/6/2019/08/apple-card-cashback.jpeg?resize=1024,512","publishedAt":"2019-08-20T19:05:00Z","content":"After gradually rolling out to testers over the last two weeks, Apple Card today officially launched to everyone. In conjunction with that launch, both Mastercard and Goldman Sachs are touting their newfound partnership with Apple.\r\nFirst off, Mastercard’s pr… [+1800 chars]"},{"source":{"name":"Newser.com"},"author":"Newser Editors","title":"This Might Be the Weirdest Detail in Any Embezzling Suit - Newser","description":"De Niro's company says ex-employee binge-watched 55 episodes of 'Friends'","url":"https://www.newser.com/story/279405/this-might-be-the-weirdest-detail-in-any-embezzling-suit.html","urlToImage":"https://img2-azrcdn.newser.com/image/1253407-12-20190820142524.jpeg","publishedAt":"2019-08-20T18:55:00Z","content":"(Newser)\r\nRobert De Niro's production company is going after a former employee it accuses of embezzling, and the lawsuit spotted by Variety has an odd and entertainment-esque detail. It accuses Chase Robinson of binge-watching an impressive 55 episodes of Fri… [+1306 chars]"},{"source":{"name":"Nypost.com"},"author":"Bruce Golding, Stephanie Pagones","title":"Video shows man wanted for NYPD water attacks attempt to run from arrest - New York Post ","description":"Disturbing cellphone video shows an ex-con wanted in a water-bucket attack on NYPD cops boldly challenging officers who tracked him down in the Bronx — then bolting when they try to place him under…","url":"https://nypost.com/2019/08/20/video-shows-man-wanted-for-nypd-water-attacks-attempt-to-run-from-arrest/","urlToImage":"https://thenypost.files.wordpress.com/2019/08/water-attack-escape.jpg?quality=90&strip=all&w=1200","publishedAt":"2019-08-20T18:36:00Z","content":"Disturbing cellphone video shows an ex-con wanted in a water-bucket attack on NYPD cops boldly challenging officers who tracked him down in the Bronx then bolting when they try to place him under arrest.\r\nThe brazen display of contempt for the NYPD emerged Tu… [+1530 chars]"},{"source":{"name":"Buzzfeed"},"author":"Matt Stopera","title":"Here Are All The Pictures Of Katie Holmes And Jamie Foxx Physically Together - BuzzFeed","description":"They were dating for six years and here's all that I could find.","url":"https://www.buzzfeed.com/mjs538/jamie-foxx-and-katie-holmes-pics-together","urlToImage":"https://img.buzzfeed.com/buzzfeed-static/static/2019-08/20/16/asset/b735c8f36abe/sub-buzz-837-1566319019-1.jpg?crop=2260:1183;330,357","publishedAt":"2019-08-20T18:00:00Z","content":"Lynx, Jomi20 / BACKGRID\r\nThis picture was captioned with one of the only stories we have about the couple: \"At one point Jamie handed a pack of Mentos ('the Freshmaker'') candy to Jamie and the actress beamed as she took it from him. Jamie obviously knows her… [+12 chars]"},{"source":{"name":"Bloomberg"},"author":null,"title":"Trump Seeks to Allay Farm-State Uproar in Oval Office Meeting - Bloomberg","description":null,"url":"https://www.bloomberg.com/news/articles/2019-08-20/trump-seeks-to-allay-farm-state-uproar-in-oval-office-meeting","urlToImage":null,"publishedAt":"2019-08-20T17:58:00Z","content":"To continue, please click the box below to let us know you're not a robot."},{"source":{"name":"Nypost.com"},"author":"Bob Fredericks","title":"Italy's prime minister resigns as government nears collapse - New York Post ","description":"Italy’s prime minister said he would resign on Tuesday and launched a blistering attack on his own interior minister, accusing him of sinking the ruling coalition and endangering the economy for pe…","url":"https://nypost.com/2019/08/20/italys-prime-minister-resigns-as-government-nears-collapse/","urlToImage":"https://thenypost.files.wordpress.com/2019/08/italy-crisis-4009.jpg?quality=90&strip=all&w=1200","publishedAt":"2019-08-20T17:55:00Z","content":"Italys prime minister said he would resign on Tuesday and launched a blistering attack on his own interior minister, accusing him of sinking the ruling coalition and endangering the economy for personal gain.\r\nPrime Minister Giuseppe Conte, addressing Parliam… [+2772 chars]"},{"source":{"name":"Washingtonexaminer.com"},"author":"https://www.washingtonexaminer.com/author/melissa-quinn","title":"State AGs prepare antitrust investigation into tech firms - Washington Examiner","description":"The top law enforcement officers in several states are gearing up to launch an antitrust investigation of Silicon Valley’s biggest firms, according to multiple reports, adding to the scrutiny tech companies are already facing from federal regulators.","url":"https://www.washingtonexaminer.com/news/state-ags-prepare-antitrust-investigation-into-tech-firms","urlToImage":"https://mediadc.brightspotcdn.com/dims4/default/bcb940d/2147483647/strip/true/crop/2290x1202+0+0/resize/1200x630!/quality/90/?url=https%3A%2F%2Fmediadc.brightspotcdn.com%2Fba%2F60%2Fe70b8945432ebae74f3e5c129149%2Fproxy-2.jpg","publishedAt":"2019-08-20T17:50:00Z","content":"The top law enforcement officers in several states are gearing up to launch an antitrust investigation of Silicon Valleys biggest firms, according to multiple reports, adding to the scrutiny tech companies are already facing from federal regulators.\r\nThe inve… [+2443 chars]"},{"source":{"name":"Insider.com"},"author":"Antonio Villas-Boas, Business Insider","title":"Texas ransomware attack affects 23 towns, single attacker - INSIDER","description":"The coordinated ransomware attack on 23 Texas towns was carried out by a \"single threat actor,\" the Texas Department of Information Resources said.","url":"https://www.insider.com/texas-ransomware-attack-affects-23-towns-single-attacker-2019-8","urlToImage":"https://amp.insider.com/images/5ce66d3ff2f479285802c636-1136-568.png","publishedAt":"2019-08-20T17:36:21Z","content":"Twenty-three towns in Texas had their computer systems hacked and their data held hostage in a large-scale coordinated ransomware attack August 16, the Texas Department of Information Resources said in a statement. \r\n The attacker is holding the data in the t… [+1351 chars]"},{"source":{"name":"Ars Technica"},"author":"Kyle Orland","title":"New Nvidia driver update cuts latency down to the bone - Ars Technica","description":"Eliminating queued frames lowers lag by \"up to 33 percent.\"","url":"https://arstechnica.com/gaming/2019/08/new-nvidia-driver-update-cuts-latency-down-to-the-bone/","urlToImage":"https://cdn.arstechnica.net/wp-content/uploads/2019/07/GeForce_Super-2070S-2_1561506575-760x380.jpg","publishedAt":"2019-08-20T17:08:00Z","content":"Enlarge/ You don't need an Nvidia RTX 2070 Super for this update, thankfully.\r\n27 with 24 posters participating\r\nIn the world of high-end gaming graphics cards, improvements in benchmarks like frame rate, resolution, and sharpness dominate much of the discuss… [+3129 chars]"},{"source":{"name":"CNN"},"author":"Analysis by Chris Cillizza, CNN Editor-at-large","title":"Why Anthony Scaramucci's rebellion bothers Donald Trump so much - CNN","description":"Donald Trump is doing a very poor job of not caring that his former friend Anthony Scaramucci has turned on him.","url":"https://www.cnn.com/2019/08/20/politics/anthony-scaramucci-donald-trump/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190508115825-02-anthony-scaramucci-2017-file-super-tease.jpg","publishedAt":"2019-08-20T17:05:00Z","content":"THE POINT -- NOW ON YOUTUBE! \r\nIn each episode of his weekly YouTube show, Chris Cillizza will delve a little deeper into the surreal world of politics. Click to subscribe!"},{"source":{"name":"Wbiw.com"},"author":null,"title":"CDC: 11 Hoosiers with History of Vaping have Lung Illnesses - WBIW.com","description":null,"url":"http://www.wbiw.com/2019/08/20/cdc-11-hoosiers-with-history-of-vaping-have-lung-illnesses/","urlToImage":null,"publishedAt":"2019-08-20T17:03:22Z","content":"(INDIANAPOLIS) Federal health officials say 11 Indiana residents with a history of vaping have been stricken with severe respiratory illnesses.\r\nThe Centers for Disease Control and Prevention has tracked 94 cases of the illnesses in 14 states since June. The … [+617 chars]"},{"source":{"name":"Ecowatch.com"},"author":"Jordan Davidson","title":"'We Should Be Retreating Already From the Coastline,' Scientist Suggests After Finding Warm Waters Below Greenland - EcoWatch","description":"Josh Willis and his research team at NASA's Ocean Melting Greenland have seen some alarming patterns as they jet around Greenland's coastline.","url":"https://www.ecowatch.com/greenland-melting-ocean-warming-below-2639919864.html","urlToImage":"https://ecowatchroar-img.rbl.ms/simage/https%3A%2F%2Fassets.rbl.ms%2F20628657%2F980x.jpg/2000%2C2000/KKQfN56WS3mtmZzY/img.jpg","publishedAt":"2019-08-20T17:03:00Z","content":"Andrew Yang's assertion that people move away from the coast at the last Democratic debate is the completely rational and correct choice for NASA scientists in Greenland. \"There is enough ice in Greenland to raise the sea levels by 7.5 meters, that's about 25… [+3210 chars]"},{"source":{"name":"CNBC"},"author":"Fred Imbert","title":"Stocks making the biggest moves midday: Home Depot, MSG, Kohl's, Beyond Meat & more - CNBC","description":"These are the stocks posting the largest moves midday.","url":"https://www.cnbc.com/2019/08/20/stocks-making-the-biggest-moves-midday-home-depot-msg-beyond-meat.html","urlToImage":"https://image.cnbcfm.com/api/v1/image/104328761-GettyImages-648829398.jpg?v=1565368813","publishedAt":"2019-08-20T16:49:58Z","content":"Check out the companies making headlines midday:\r\nHome Depot Shares of Home Depot rose more than 4% on Tuesday after the company reported higher earnings per share than analysts expected. The Atlanta-based retailer earned $3.17 in adjusted earnings per share … [+2756 chars]"},{"source":{"name":"CNN"},"author":"Ellie Kaufman, CNN","title":"GOP senator outlines the obstacles gun control efforts will face in the Senate - CNN","description":"Two weeks after two mass shootings occurred in less than 24 hours, Congress and the White House have not moved closer to passing any kind of gun legislation to address what many are calling a crisis, and some Republican senators, including Sen. Ron Johnson of…","url":"https://www.cnn.com/2019/08/20/politics/ron-johnson-gun-control/index.html","urlToImage":"https://cdn.cnn.com/cnnnext/dam/assets/190626201136-ron-johnson-border-photo-reaction-super-tease.jpg","publishedAt":"2019-08-20T16:46:00Z","content":"(CNN)Two weeks after two mass shootings occurred in less than 24 hours, Congress and the White House have not moved closer to passing any kind of gun legislation to address what many are calling a crisis, and some Republican senators, including Sen. Ron Johns… [+4425 chars]"},{"source":{"name":"Youtube.com"},"author":null,"title":"EU rejects UK request to scrap 'Irish backstop' provisions in Brexit accord - Al Jazeera English","description":"UK and EU leaders appear to have hardened their positions on reopening Brexit negotiations, throwing more doubt on any breakthrough before the October 31 dea...","url":"https://www.youtube.com/watch?v=mFxyXY2NsiU","urlToImage":"https://i.ytimg.com/vi/mFxyXY2NsiU/maxresdefault.jpg","publishedAt":"2019-08-20T16:34:58Z","content":"UK and EU leaders appear to have hardened their positions on reopening Brexit negotiations, throwing more doubt on any breakthrough before the October 31 deadline.European Council President Donald Tusk has rejected British Prime Minister Boris Johnson's lates… [+603 chars]"},{"source":{"name":"Gizmodo.com"},"author":"Ryan F. Mandelbaum","title":"NASA Mission to Visit Jupiter's Moon Europa Move to Final Construction Phase - Gizmodo","description":"A mission to sample Jupiter’s moon Europa for signs of life will move into its final design and construction phase, according to a NASA announcement.","url":"https://gizmodo.com/nasa-mission-to-visit-jupiters-moon-europa-move-to-fina-1837405952","urlToImage":"https://i.kinja-img.com/gawker-media/image/upload/s--mMB-K5D4--/c_fill,fl_progressive,g_center,h_900,q_80,w_1600/pgqjhyygttalvou3szxx.jpg","publishedAt":"2019-08-20T16:30:00Z","content":"A mission to sample Jupiters moon Europa for signs of life will move into its final design and construction phase, according to a NASA announcement.\r\nScientists have long wondered whether the ice-covered moon could harbor life in a subsurface liquid water oce… [+2065 chars]"},{"source":{"name":"Heroichollywood.com"},"author":"Nathaniel Brail","title":"Daniel Craig's James Bond 25 Finally Gets Official Title - Heroic Hollywood","description":"The final Daniel Craig James Bond film finally gets an official title and it’s peak James Bond. Hit the jump to find out what it is.","url":"https://heroichollywood.com/daniel-craig-james-bond-25-official-title/","urlToImage":"https://heroichollywood.com/wp-content/uploads/2019/08/Daniel-Craig-James-Bond.jpg","publishedAt":"2019-08-20T16:21:44Z","content":"The official title for Daniel Craig’s final James Bond movie is no longer a mystery.\r\nWhen the latest James Bond film began production no one had any idea what its title would be. The official James Bond social media accounts sticked to calling it “Bond 25” a… [+3380 chars]"}]}}}